get_items_properties/req.xml.template

<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:mls="https://apitest.merlion.com/dl/mlservice3">
   <soapenv:Header/>
   <soapenv:Body>
      <mls:getItemsProperties>
         <cat_id></cat_id>
         <item_id>
            <!--Zero or more repetitions:-->
            <item>Order</item>
         </item_id>
         <page></page>
         <rows_on_page></rows_on_page>
         <last_time_change></last_time_change>
      </mls:getItemsProperties>
   </soapenv:Body>
</soapenv:Envelope>
